{
  "header": {
    "survey_title": "Wspieranie produktywności MMŚP w Polsce poprzez adopcję technologii i poprawę umiejętności menedżerskich",
    "survey_description": "*Niniejsza ankieta może wymagać komputera o odpowiedniej wielkości pamięci RAM, aby działać optymalnie. Dla zapewnienia płynności działania, zalecamy zamknięcie wszystkich zbędnych okien i programów działających w tle. Stabilne połączenie internetowe jest kluczowe dla prawidłowego przebiegu ankiety.*  \n\nPilotaż instrumentu wsparcia Digitrans zostanie przeprowadzony wśród mikro- i małych przedsiębiorstw zatrudniających od 5 do 35 pracowników, reprezentujących wszystkie sektory gospodarki, z co najmniej 12-miesięczną historią działalności. Kwalifikujące się firmy charakteryzują się niskim poziomem zaawansowania cyfrowego, definiowanym jako wykorzystywanie zaawansowanych narzędzi cyfrowych w codziennej działalności w nie więcej niż jednej funkcji biznesowej spośród: planowania, zaopatrzenia, marketingu, sprzedaży lub komunikacji wewnętrznej. Kwalifikujący się beneficjenci programu zostaną przydzieleni do jednej z następujących grup: \n- Grupa 1. Otrzymuje Voucher Finansowy na zwrot kosztów narzędzi cyfrowych dla ogólnych funkcji biznesowych do kwoty 2 000 euro. \n- Grupa 2. Otrzymuje zarówno Voucher Finansowy, jak i Pomocy Techniczną – 8-tygodniowy program szkoleniowo-doradczy ukierunkowany na analizę potrzeb biznesowych i technologicznych firmy, naukę umiejętności zarządzania w celu definiowania problemów, formułowania rozwiązań, oraz wsparcia doradczego w ramach przygotowania do inwestycji w technologie cyfrowe, testowania ich i oceny zwrotu z inwestycji. \n- Grupa 3. Otrzymuje Raport Benchmarkingowy na temat poziomu cyfryzacji w porównaniu z firmami o podobnej wielkości i profilu dzialalności. Raport Benchmarkingowy otrzymają również firmy z Grupy 1 i Grupy 2. \n\nPorównując beneficjentów, którzy otrzymują jedynie Voucher Finansowy (Grupa 1) z tymi, którzy otrzymują zarówno Voucher Finansowy, jak i Pomoc Techniczną (Grupa 2), a także tych, którzy otrzymują tylko Raport Benchmerkingowy (Grupa 3), staramy się ustalić związki przyczynowo-skutkowe między wsparciem finansowym i niefinansowym a wynikami firmy, takimi jak poziom cyfryzacji, sprzedaż firmy i zyski. Porównanie to pomoże określić wpływ wsparcia finansowego oraz wsparcia niefinansowego, w stosunku do zmian dzialalności firmy na skutek otrzymania jedynie Raportu Benchmarkingowego. \n\nPoniższe pytania dotyczą Państwa przekonań na temat prawdopodobnego wpływu Vouchera Finansowego w połączeniu z Pomocą Techniczną (Grupa 2) w porównaniu z wpływem samej Vouchera Finansowego (Grupa 1) lub samego Raportu Benchmarkingowego (Grupa 3), niezależnie od tego, czy firma zdecyduje się w nim uczestniczyć. Pytania te mają na celu uzyskanie Państwa opinii na temat tego, w jaki sposób przeciętny wpływ może się różnić dla firm w różnych grupach."
  },


  "question1": {
    "question_number": "Question 1",
    "key_form": "key_form1",
    "title_question": "Pytanie 1 - Wykorzystanie istniejących technologii cyfrowych",
    "subtitle_question": "Jak Państwo oceniają, o ile punktów procentowych wzrośnie średnio wykorzystanie najbardziej zaawansowanych narzędzi cyfrowych, które firmy mają do dyspozycji, trzy miesiące po zakończeniu pilotażu wśród otrzymujących zarówno Voucher Finansowy i Pomoc Techniczną (GRUPA 2) w porównaniu, w porównaniu ze średnią w grupie firm, które otrzymują jedynie Voucher Finansowy (GRUPA 1)? \n\nJako zwiększenie wykorzystania istniejących technologii cyfrowych definiujemy w tym pytaniu zwiększenie poziomu zaawansowania najczęściej używanego narzędzia w co najmniej jednej z ośmiu ogólnych funkcji biznesowych: administracji, zaopatrzeniu, planowaniu, sprzedaży, marketingu, metodach płatności, kontroli jakości, komunikacji wewnętrznej i zarządzania projektami. \n\nWeźmy na przykład pod uwagę firmę, która przed uczestnictwem w programie miała do dyspozycji zarówno program Excel, jak i system ERP do zarządzania przedsiębiorstwem. O ile bardziej prawdopodobne jest, że firmy z GRUPY 2 (otrzymujące zarówno Voucher Finansowy, jak i Pomoc Techniczną) przejdą na korzystanie z systemu ERP (bardziej zaawansowanego narzędzia) jako podstawowego narzędzia do administracji, zamiast Excela, trzy miesiące po otrzymaniu wsparcia szkoleniowo-doradczego w ramach programu Digitrans w porównaniu z firmami z GRUPY 1 (otrzymującymi tylko Voucher Finansowy)?  \n\n_Proszę przypisać w PROCENTACH prawdopodobieństwa poszczególnych scenariuszy wyrażonych PUNKTACH PROCENTOWYCH w komórkach odpowiadających Państwa opinii. Wprowadzone wartości powinny sumować się do 100%._  \n**Należy pamiętać, że punkty procentowe różnią się od procentów.**  \nPrzy zmianie z 20% na 10% występuje różnica równa 10 PUNKTOM PROCENTOWYM, podczas gdy w PROCENTACH zmiana jest równa 100% (20% jest dwukrotnie większe niż 10%).",
    "label_column": "Punkty procentowe",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "Mniej niż  -30%",
    "min_value_graph": -30,
    "max_value_graph": 30,
    "step_size_graph": 5,
    "major_value": "Ponad 30%",
    "session_state_dataframe_name": "session_state_dataframe_1",
    "session_state_changes_name": "session_state_changes_1",
    "plot_key_1": "plot_key_1",
    "data_editor_1": "data_editor1",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_1",
    "num_input_question_2": "num_input_question_2_1",
    "effect_size": "Jaki byłby minimalny wpływ, który chcieliby Państwo zobaczyć, aby zaoferować Voucher Finansowy i Pomoc Techniczną w ramach Digitrans (GRUPA 2) większej liczbie firm? Proszę wyrazić odpowiedź w punktach procentowych. \n\nNa przykład, jeśli chcieliby Państwo, aby udział beneficjentów z GRUPY 2, którzy zaczęli korzystać z najbardziej zaawansowanego narzędzia cyfrowego, jakie posiadali, w co najmniej jednej z ośmiu ogólnych funkcji biznesowych, byl o co najmniej X punktów procentowych wyższy (w porównaniu z którąkolwiek z dwóch pozostałych grup), to należy podać X jako odpowiedź."},

  "question2": {
    "question_number": "Question 2",
    "key_form": "key_form2",
    "title_question": "Pytanie 2 – Adopcja nowych narzędzi cyfrowych",
    "subtitle_question": "Jak Państwo oceniają, o ile punktów procentowych wzrośnie średnio odsetek beneficjentów, którzy zaadaptowali nowe narzędzie cyfrowe w co najmniej jednej ogólnej funkcji biznesowej, trzy miesiące po otrzymaniu wsparcia w ramach Digitrans, wśród firm otrzymujących zarówno Voucher Finansowy, jak i Pomoc Techniczną (GRUPA 2), w porównaniu z firmami otrzymującymi jedynie Voucher Finansowy (GRUPA 1)? \n\n_Proszę przypisać w PROCENTACH prawdopodobieństwa poszczególnych scenariuszy wyrażonych PUNKTACH PROCENTOWYCH w komórkach odpowiadających Państwa opinii. Wprowadzone wartości powinny sumować się do 100%._",
    "label_column": "Punkty procentowe",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "Mniej niż -30%",
    "min_value_graph": -30,
    "max_value_graph": 30,
    "step_size_graph": 5,
    "major_value": "Ponad 30%",
    "session_state_dataframe_name": "session_state_dataframe_2",
    "session_state_changes_name": "session_state_changes_2",
    "plot_key_1": "plot_key_1",
    "data_editor_1": "data_editor2",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_2",
    "num_input_question_2": "num_input_question_2_2",
    "effect_size": "Jaki byłby minimalny wpływ, który chcieliby Państwo zobaczyć, aby zaoferować Voucher Finansowy i Pomoc Techniczną w ramach Digitrans (GRUPA 2) większej liczbie firm? Proszę wyrazić odpowiedź w punktach procentowych. \n\nNa przykład, jeśli chcieliby Państwo, aby odsetek beneficjentów z GRUPY 2, którzy zaadaptowali nowe narzędzie cyfrowe w co najmniej jednej ogólnej funkcji biznesowej, byl o co najmniej X punktów procentowych wyższy (w porównaniu z którąkolwiek z dwóch pozostałych grup), to należy podać X jako odpowiedź."
  },

  "question3": {
    "question_number": "Question 3",
    "key_form": "key_form3",
    "title_question": "Pytanie 3 - Praktyki zarządcze",
    "subtitle_question": "Jak Państwo oceniają, o ile punktów średnio wzrośnie wartość indeksu praktyk zarządczych trzy miesiące po zakończeniu programu Digitrans wśród firm otrzymujących zarówno Voucher Finansowy, jak i Pomoc Techniczną (GRUPA 2), w porównaniu z firmami otrzymującymi jedynie Voucher Finansowy (GRUPA 1)? \n\nIndeks ten opiera się na takich czynnikach, jak liczba monitorowanych wskaźników wydajności, zbierania informajci o procesach w firmie i podobnych aspektach w celu pomiaru na ile praktyki zarządcze w danej firmie odbiegają od najlepszych praktyk. Wyższa wartość indeksu oznacza lepsze praktyki zarządcze. \n\n_Proszę przypisać w PROCENTACH prawdopodobieństwa poszczególnych scenariuszy wyrażonych PUNKTACH PROCENTOWYCH w komórkach odpowiadających Państwa opinii. Wprowadzone wartości powinny sumować się do 100%._",
    "label_column": "Procenty",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "Mniej niż -15%",
    "min_value_graph": -15,
    "max_value_graph": 15,
    "step_size_graph": 5,
    "major_value": "Ponad 15%",
    "session_state_dataframe_name": "session_state_dataframe_3",
    "session_state_changes_name": "session_state_changes_3",
    "plot_key_1": "plot_key_1",
    "data_editor_1": "data_editor3",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_3",
    "num_input_question_2": "num_input_question_2_3",
    "effect_size": "Jaki byłby minimalny wpływ, który chcieliby Państwo zobaczyć, aby zaoferować Voucher Finansowy i Pomoc Techniczną w ramach Digitrans (GRUPA 2) większej liczbie firm? Proszę wyrazić odpowiedź w procentach. \n\nProszę wyrazić odpowiedź w punktach procentowych. Na przykład, jeśli chcieliby Państwo, aby wartość indeksu praktyk zarządczych firm z GRUPY 2 wzrosła o co najmniej X procent (w porównaniu z którąkolwiek z dwóch pozostałych grup), to należy podać X jako odpowiedź."
  },

  
    "question4": {
    "question_number": "Question 4",
    "key_form": "key_form4",
    "title_question": "Pytanie 4 – Przychody w skali roku",
    "subtitle_question": "Jak Państwo oceniają, o ile punktów procentowych wzrosną średnio roczne przychody beneficjentów rok po otrzymaniu wsparcia w ramach programu Digitrans: \n\n- Wśród otrzymujących zarówno Voucher Finansowy, jak i Pomoc Techniczną (GRUPA 2) w porównaniu z firmami, które otrzymują jedynie Voucher Finansowy (GRUPA 1)? \n- Wśród firm otrzymujących zarówno Voucher Finansowy, jak i Pomoc Techniczną (GRUPA 2) w porównaniu z firmami, które otrzymują jedynie Raport Benchmarkingowy (GRUPA 3)?  \n\nPrzychód jest zazwyczaj definiowany jako całkowita sprzedaż firmę z jej działalności gospodarczej w ciągu roku. Obejmuje to dochody ze sprzedaży towarów i usług, przychody z wynajmu, odsetki, opłaty licencyjne, prowizje oraz wszelkie inne dochody z działalności gospodarczej. Nie obejmuje podatku od sprzedaży pobieranego bezpośrednio od klientów i odprowadzanego do organów podatkowych.  \n\n_Proszę przypisać w PROCENTACH prawdopodobieństwa poszczególnych scenariuszy wyrażonych PUNKTACH PROCENTOWYCH w komórkach odpowiadających Państwa opinii. Wprowadzone wartości powinny sumować się do 100%._",
    "label_column": "Procenty",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "Mniej niż -15%",
    "min_value_graph": -15,
    "max_value_graph": 15,
    "step_size_graph": 5,
    "major_value": "Ponad 15%",
    "session_state_dataframe_name_1": "session_state_dataframe_4_1",
    "session_state_changes_name_1": "session_state_changes_4_1",
    "session_state_dataframe_name_2": "session_state_dataframe_4_2",
    "session_state_changes_name_2": "session_state_changes_4_2",
    "plot_key_1": "plot_key_1",
    "plot_key_2":"plot_key_2",
    "data_editor_1": "data_editor_1_4",
    "data_editor_2": "data_editor_2_4",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_4",
    "num_input_question_2": "num_input_question_2_4",
    "effect_size": "Jaki byłby minimalny wpływ, który chcieliby Państwo zobaczyć, aby zaoferować Voucher Finansowy i Pomoc Techniczną w ramach Digitrans (GRUPA 2) większej liczbie firm? Proszę wyrazić odpowiedź w procentach. \n\nNa przykład, jeśli chcieliby Państwo, aby średnie roczne przychody beneficjentów z GRUPY 2 wzrosły o co najmniej X procent (w porównaniu z którąkolwiek z dwóch pozostałych grup), to należy podać X jako odpowiedź."
  },

  "question5": {
    "question_number": "Question 5",
    "key_form": "key_form5",
    "title_question": "Pytanie 5 - Roczny zysk netto",
    "subtitle_question": "Jak Państwo oceniają, o ile punktów procentowych wzrosną średnio roczny zysk netto beneficjentów rok po otrzymaniu wsparcia w ramach programu Digitrans: \n\n- Wśród firm otrzymujących zarówno Voucher Finansowy, jak i Pomoc Techniczną (GRUPA 2) w porównaniu z firmami, które otrzymują jedynie Voucher Finansowy (GRUPA 1)?  \n- Wśród firm otrzymujących zarówno Voucher Finansowy, jak i Pomoc Techniczną (GRUPA 2) w porównaniu z firmami, które otrzymują jedynie Raport Benchmarkingowy (GRUPA 3)? \n\nZysk netto to kwota, która pozostaje po odjęciu od całkowitego przychodu firmy wszystkich kosztów, podatków, odsetek i dywidend. \n _Proszę przypisać w PROCENTACH prawdopodobieństwa poszczególnych scenariuszy wyrażonych PUNKTACH PROCENTOWYCH w komórkach odpowiadających Państwa opinii. Wprowadzone wartości powinny sumować się do 100%._ ",
    "label_column": "Procenty",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "Mniej niż -15%",
    "min_value_graph": -15,
    "max_value_graph": 15,
    "step_size_graph": 5,
    "major_value": "Ponad 15%",
    "session_state_dataframe_name_1": "session_state_dataframe_5_1",
    "session_state_changes_name_1": "session_state_changes_5_1",
    "session_state_dataframe_name_2": "session_state_dataframe_5_2",
    "session_state_changes_name_2": "session_state_changes_5_2",
    "data_editor_1": "data_editor_1_5",
    "data_editor_2": "data_editor_2_5",
    "plot_key_1": "plot_key_1",
    "plot_key_2":"plot_key_2",
    "title_barchart": "Distribution of your Beliefs", 
    "num_input_question_1": "num_input_question_1_5",
    "num_input_question_2": "num_input_question_2_5",
    "effect_size": "Jaki byłby minimalny wpływ, który chcieliby Państwo zobaczyć, aby zaoferować Voucher Finansowy i Pomoc Techniczną w ramach Digitrans (GRUPA 2) większej liczbie firm? Proszę wyrazić odpowiedź w procentach.  \n\nNa przykład, jeśli chcieliby Państwo, aby średni roczny zysk netto beneficjentów z GRUPY 2 wzrósł o co najmniej X procent (w porównaniu z którąkolwiek z dwóch pozostałych grup), to należy podać X jako odpowiedź."
  },
    "question6": {
    "question_number": "Question 6",
    "key_form": "key_form6",
    "title_question": "Pytanie 6 - Zatrudnienie",
    "subtitle_question": "Jak Państwo oceniają, o ile punktów procentowych wzrośnie zatrudnienie wśród beneficjentów rok po otrzymaniu wsparcia w ramach programu Digitrans: \n\n- Wśród firm otrzymujących zarówno Voucher Finansowy, jak i Pomoc Techniczną (GRUPA 2) w porównaniu z firmami, które otrzymują jedynie Voucher Finansowy (GRUPA 1)? \n\n- Wśród firm otrzymujących zarówno Voucher Finansowy, jak i Pomoc Techniczną (GRUPA 2) w porównaniu z firmami, które otrzymują jedynie Raport Benchmarkingowy (GRUPA 3)? \n\nZatrudnienie definiujemy jako liczbę osób wykonujących pracę na rzecz firmy w przeliczeniu na pełne etaty i obejmującą wszystkie formy zatrudnienia oraz również pracowników zatrudnionych na niepełne etaty. \n\n_Proszę przypisać w PROCENTACH prawdopodobieństwa poszczególnych scenariuszy wyrażonych PUNKTACH PROCENTOWYCH w komórkach odpowiadających Państwa opinii. Wprowadzone wartości powinny sumować się do 100%._",
    "label_column": "Procenty",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "Mniej niż -15%",
    "min_value_graph": -15,
    "max_value_graph": 15,
    "step_size_graph": 5,
    "major_value": "Ponad 15%",
    "session_state_dataframe_name_1": "session_state_dataframe_6_1",
    "session_state_changes_name_1": "session_state_changes_6_1",
    "session_state_dataframe_name_2": "session_state_dataframe_6_2",
    "session_state_changes_name_2": "session_state_changes_6_2",
    "data_editor_1": "data_editor_1_6",
    "data_editor_2": "data_editor_2_6",
    "plot_key_1": "plot_key_1",
    "plot_key_2":"plot_key_2",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_6",
    "num_input_question_2": "num_input_question_2_6",
    "effect_size": "Jaki byłby minimalny wpływ, który chcieliby Państwo zobaczyć, aby zaoferować Voucher Finansowy i Pomoc Techniczną w ramach Digitrans (GRUPA 2) większej liczbie firm? Proszę wyrazić odpowiedź w procentach. \n\nNa przykład, jeśli chcieliby Państwo, aby zatrudnienie wśród beneficjentów z GRUPY 2 wzrosło o co najmniej X procent (w porównaniu z którąkolwiek z dwóch pozostałych grup), to należy podać X jako odpowiedź."
  },

    "question7": {
    "question_number": "Question 7",
    "key_form": "key_form7",
    "title_question": "Pytanie 7 – Pozytywny wpływ na zatrudnienie w kraju sąsiadującym",
    "subtitle_question": "Jak Państwo oceniają wpływ podobnego programu wsparcia w sąsiednim kraju na zatrudnienie, biorąc pod uwagę następujące informacje: \n\nW badaniu przeprowadzonym w sąsiednim kraju, firmy z GRUPY 2 otrzymały zarówno Voucher Finansowy, jak i Pomoc Techniczną, podczas gdy firmy z GRUPY 3 otrzymała jedynie Raport Benchmarkingowy. Wyniki wskazują, że firmy w GRUPIE 2 zwiększyły zatrudnienie średnio o 10 procent w porównaniu z firmami z GRUPY 3. Badacze potwierdzają, że rzeczywisty wzrost z dużym prawdopobieństwem mieści się w przedziale od 5 do 30 procent. \n\nCzy ta informacja zmieniłaby Państwa przekonania dotyczące wpływu Vouchera Finansowego i Pomocy Technicznej w Polsce? \n\nProszę ponownie przeanalizować odpowiedzi udzielone w Pytaniu 6. Jeśli powyższa informacja zmienia Państwa odpowiedź, proszę wprowadzić nowy rozkład prawdopodobieństw w tabeli poniżej. Jeśli powyższa informacja nie wplywa na Państwa odpowiedź, proszę wprowadzić taki sam rozkład, jak w Pytaniu 6.",
    "label_column": "Procenty",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "Mniej niż -15%",
    "min_value_graph": -15.0,
    "max_value_graph": 15.0,
    "step_size_graph": 5.0,
    "major_value": "Ponad 15%",
    "session_state_dataframe_name": "session_state_dataframe_7",
    "session_state_changes_name": "session_state_changes_7",
    "data_editor_1": "data_editor7",
    "plot_key_1": "plot_key_1",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_7",
    "num_input_question_2": "num_input_question_2_7",
    "effect_size": "What would be the minimum impact you would want to see to offer the Financial Subsidy and Technical Assistance under Digitrans (GROUP 2) to more firms? \n\nExpress your answer in PERCENT. For example, if you would want the number of managerial practices to increase by at least X%, you should give X as your answer."
  },

  "question8": {
    "question_number": "Question 8",
    "key_form": "key_form8",
    "title_question": "Pytanie 8 – Negatywny wpływ na zatrudnienie w kraju sąsiadującym",
    "subtitle_question": "A co, jeśli zamiast tego badacze odkryli, że zatrudnienie w kraju sąsiadującym faktycznie spadło o 5 procent po otrzymaniu zarówno Vouchera Finansowego, jak i Pomocy Technicznej (GRUPA 2) w porównaniu z grupą, która otrzymała tylko Raport Benchmarkingowy (GRUPA 3)? Szacunki sugerują, że rzeczywisty spadek mieści się w przedziale od -10 do 0 procent. \n\nCzy ta informacja zmieniłaby Państwa przekonania dotyczące wpływu Vouchera Finansowego i Pomocy Technicznej w Polsce? \n\nJeśli chcą Państwo zaktualizować swoją ocenę, proszę wprowadzić nowy rozkład prawdopodobieństw w tabeli poniżej. W przeciwnym razie proszę wprowadzić taki sam rozkład, jak w Pytaniu 7.",
    "label_column": "Procenty",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "Mniej niż -15%",
    "min_value_graph": -15.0,
    "max_value_graph": 15.0,
    "step_size_graph": 5.0,
    "major_value": "Ponad 15%",
    "session_state_dataframe_name": "session_state_dataframe_8",
    "session_state_changes_name": "session_state_changes_8",
    "data_editor_1": "data_editor8",
    "plot_key_1": "plot_key_1",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_8",
    "num_input_question_2": "num_input_question_2_8",
    "effect_size": "What would be the minimum impact you would want to see to offer the Financial Subsidy and Technical Assistance under Digitrans (GROUP 2) to more firms? \n\nExpress your answer in PERCENT. For example, if you would want the number of managerial practices to increase by at least X%, you should give X as your answer."
  },

  "question9": {
    "question_number": "Question 9",
    "key_form": "key_form11",
    "title_question": "Pytanie 9 - Przykład korelacji",
    "subtitle_question": "Przed przejściem do kolejnych pytań, wprowadzamy pojęcie korelacji. Korelacja jest miarą siły związku między dwiema zmiennymi i przyjmuje wartości od -1 do 1: \n\n- Korelacja -1 oznacza idealny ujemny związek: gdy jedna zmienna rośnie, druga maleje w takim samym stopniu. \n- Korelacja 0 oznacza brak związku między zmiennymi. \n- Korelacja +1 oznacza idealny dodatni związek: obie zmienne rosną lub maleją w takim samym stopniu. \n- Wartości między 0 a 1 (dodatnie) lub 0 a -1 (ujemne) wskazują na słabszy, ale istniejący związek. \n\n Aby lepiej zrozumieć to pojęcie, rozważmy przykład dotyczący pogody: \n\nJak Państwo oceniają, jaka jest korelacja między temperaturą w sobotę i niedzielę we wszystkie weekendy roku w Państwa regionie? \n\n_Proszę przypisać prawdopodobieństwa do przedziałów korelacji w komórkach odpowiadających Państwa przekonaniom. Wprowadzone wartości powinny sumować się do 100%._",
    "label_column": "Korelacja",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "-1.0",
    "min_value_graph": -1,
    "max_value_graph": 1,
    "step_size_graph": 0.2,
    "major_value": "1.0",
    "session_state_dataframe_name": "session_state_dataframe_9",
    "session_state_changes_name": "session_state_changes_9",
    "data_editor_1": "data_editor9",
    "plot_key_1": "plot_key_1",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_9",
    "num_input_question_2": "num_input_question_2_9",
    "effect_size": " "
  },

  "question10": {
    "question_number": "Question 10",
    "key_form": "key_form10",
    "title_question": "Pytanie 10 - Korelacja między efektami programu w innym kraju",
    "subtitle_question": "Bazując na zjawisku korelacji, chcielibyśmy poznać Państwa opinię na temat potencjalnej korelacji między efektami programu Digitrans w Polsce a efektami w innym kraju. \n\nJak Państwo oceniają, jaka mogłaby być korelacja między wpływem Vouchera Finansowego i Pomocy Technicznej w ramach programu Digitrans w Polsce, a ich wpływem w innym kraju? Proszę wziąć pod uwagę, że: \n\n- Korelacja ujemna oznacza, że jeśli Voucher Finansowy i Pomoc Techniczna mają negatywny wpływ na firmy w innym kraju, to bardziej prawdopodobne jest, że będą miały pozytywny wpływ na firmy w Polsce. \n- Korelacja równa 0 oznacza brak związku między wpływem programu na firmy w innym kraju a oczekiwanym wpływem na firmy w Polsce. \n- Korelacja dodatnia oznacza, że jeśli program ma pozytywny wpływ na firmy w innym kraju, to bardziej prawdopodobne jest, że będzie miał również pozytywny wpływ na firmy w Polsce. \n\n_Proszę przypisać prawdopodobieństwa do przedziałów korelacji w komórkach odpowiadających Państwa przekonaniom. Wprowadzone wartości powinny sumować się do 100%._",
    "label_column": "Korelacja",
    "value_column": "Prawdopodobieństwo (%)",
    "minor_value": "-1.0",
    "min_value_graph": -1,
    "max_value_graph": 1,
    "step_size_graph": 0.2,
    "major_value": "1.0",
    "session_state_dataframe_name": "session_state_dataframe_10",
    "session_state_changes_name": "session_state_changes_10",
    "data_editor_1": "data_editor10",
    "plot_key_1": "plot_key_1",
    "title_barchart": "Distribution of your Beliefs",
    "num_input_question_1": "num_input_question_1_10",
    "num_input_question_2": "num_input_question_2_10",
    "effect_size": ""
  }

}